Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_1trinn_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: Ovdamearka dihte sáhttá 3 + 5 =__čoavdit nu ahte gávdná stuorimus logu (5) ja dan unnimus logu (3).
sma: Ulmie lea learohkh edtjieh taalefaaktem nuhtjedh effektijve ryöknemestrategijigujmie ektine juktie laavenjassh loetedh.

source: Oahpaheaddji cuige ja dadjá stuorimus lohku (5) ja lohká viidásit suorpmaiguin 6,7,8.
sma: Dellie learohke maahta 8+7 vuesiehtimmien gaavhtan loetedh gosse satne ussjede 8+7 lea akte vielie goh 7+7, amma 15.

source: Subtrakšuvdna lea hui gáibideaddji ohppiide geat rahčet.
sma: Learohkh aaj strategijh evtiediedh dejtie mubpide ryöknedimmiesåarhtide.

source: Ohppiide dáidá álkimus álgit “ lohkat bajás guvlui ” - strategiaiguin go barget intervállaiguin loguid gaskkas.
sma: Jïjnjh learohkh «bæjjese-ryöknedhš - jallh «våålese-ryöknedhš-strategijh nuhtjieh subtraksjovnese.

source: Evttohus lassi lohkamuššii Ohppiidportreahtat – Ovllá, Márjá ja Ánná
sma: «Våålese-ryöknedhš-strategijh leah krïevije dan åvteste dïhte

source: Vuolábealde leat golbma ohppiidportreahta mat govvidit maid muhtun oahppit vuolábealde, ollu vuolábealde ja ollu bajábealde sierra beroštumi ráji leat máhttán geahččaleamis.
sma: ryöknemem kreava göökte raajrojste seamma tïjjen: Tjuara våålese ryöknedh dehtie aktede taaleste dan måbpan, jïh seamma tïjjen bæjjese ryöknedh dam låhkoem maam edtja våålese ryöknedh.

source: Ohppiidportreahtat leat čállon dan vuođul mo golbma oahppi barge geat
sma: Muvhth learohkh subtraksjovnelaavenjassh luetieh viehkine bååstede giesedh «ånnetji ånnetjiš.

source: ledje mielde ođđa kártengeahččalemiid geahččaleamis.
sma: Mænngan learohkh sijhtieh maehtedh

source: Vástádusminsttár, boasttuvástádusat ja strategiijat maid sáhttá áicat, leat geavahuvvon čujuhussan doabaipmárdussii dahje rehkenastimáhtolašvuhtii. Ovllá – jur vuolábealde sierra beroštumi ráji
sma: subtraksjovnelaavenjassh loetedh viehkine aktem aelhkebe dåeriesmoerem loetedh jïh dam goh våaroeminie nuhtjedh juktie vaestiedassem gaavnedh dan voestes laavenjassese, jallh aktem aktanimmiem nuhtjedh taalefaaktijste jïh strategijijste.

source: Sihke dalle go son lohká ovtta ja ovtta, ja dalle go son lohká hivvodagaid mat leat juhkkojuvvon joavkkuide.
sma: Faatoes strategijeevtiedimmie lea dïhte veaksahkommes prediktovre dejtie minngebe matematihketsagkesidie.

source: Bliánttamearkkat Ovlla geahččaleami gihppagis čájehit ahte son láve geavahit ovtta strategiija mas merke figuvrraid mat leat kategoriserejuvvon ja lohkkon, muhto lea vejolaš ahte son ii hálddaš dan strategiija ollásit.
sma: Daate sæjhta jiehtedh gosse akte learohke jåarhka «gaajhkem-ryöknedh š--strategijh nuhtjedh, gosse jeatjah learohkh lea aalkeme «guhkiebasse-ryöknedhš-strategijh jïh taalefaakta-daajroem nuhtjedh, daate akte vaahravæhta.

source: Ovllá čájehat ahte son máhttá lohkat bajasguvlui ovttain ja ovttain ja bidjat loguid ja hivvodagaid rievttes sadjái lohkolinnjás.
sma: 23/32 aaj vielie goh mubpieh learohkh ryökneminie juktie vaestiedassh gaavnedh aelhkie addisjovnelaavenjassine (summe göökte taalijste unnebe goh luhkie).

source: Son gávdná maiddái stuorimus hivvodaga go galgá
sma: Daate joekehtse læssene gosse båarasåbpoe sjædta.

source: buohtastahttit hivvodagaid mat leat biddjon joavkkuide, ja son máhttá sirret loguid sturrodaga mielde.
sma: Dastegh learohke ryöknoe, guktie learohke ryöknoe ?

source: Ovllás leat baicca váttisvuođat lohkat vulosguvlui ja guvttiin ja guvttiin.
sma: Learohke seamma loetemevuekiem (ryöknemestrategije) nuhtjie gaajhkine laavenjassine ?

source: Dat sáhttá čujuhit dasa ahte son lea eahpesihkár lohkoráiddu ektui.
sma: Maahta akte aevhkie årrodh learohkem viehkiehtidh taalefaaktah automatiseradidh.

source: Addišuvdna- ja subtrakšuvdnabargobihtát leat váddásat Ovllái.
sma: Dah boelhkh mah daan barkose bïejesuvvieh, byöroeh naa åenehks årrodh.

source: Dat gusto sihke biddjon bargobihtáide ja bargobihtáide muhtun konteavsttas mat eai leat biddjon.
sma: Haarjanimmie goh stååkedimmie, goh teernegespïele, jallh jeatjah spïelh mah leah sjïehteladteme

source: Ovlla lea vástidan boastut buot addišuvdnabargobihtáin main vástádus lea stuorit go logi, dasa
sma: taalefaaktah aktene vihties taalesuerkesne haarjanidh, maehtieh åtnasovvedh juktie skraejriem lissiehtidh learohken luvnie.

source: lassin son ii leat vástidan máŋga rehkenastin bargobihtá.
sma: Darjomen aajkoe byöroe tjïelke årrodh learoehkasse.

source: Dat sáhttá čujuhit dasa ahte sus leat heajos ja áigeáddjás rehkenastinstrategiijat. Son soaitá geavahit “ lohkat-buot ” strategijaid ?
sma: Lohkehtæjja maahta learohkem åvtese viehkiehtidh akten jeereldihkie jïh radtjoes strategijeåtnoen vööste, viehkine strategijh vuesiehtidh jïh guktie dah åtnasuvvieh.

source: Son soaitá maiddái geavahit lohkanstrategiijaid mas son lohká suorpmaid, ja ahte dat ii leat doarvái bargobihtáin main leat logut stuoribut go galle suorpma leat.
sma: Juktie learohkem viehkiehtidh strategijem evtiedidh tjuara ööhpehtimmiem sjïehteladtedh naemhtie guktie dïhte learohkem viehkehte minngeben daltesasse.

source: iige oro oahppan bajil ollu lohkofáktáid, ja sus orru maiddái heajos ipmárdus Leat-merkii. Ovllá bargu viidásit
sma: Dastegh learohke aktem «gaajhkem-ryöknedhš-strategijem nuhtjie, dellie dïhte mubpie ulmie tjuara årrodh learohkem viehkiehtidh akten ryöknemestrategijen

source: Ovllá lea máhttán ollu kártengeahččaleamis, ja jus jurddaša nugo lávejit sáhttit máhttogeahččalemiin, de lea ártet ahte Ovlla lea sierra beroštumi ráji vuolábealde go son
sma: vööste gusnie learohke guhkiebasse ryöknoe. Maahta vuesiehtimmien gaavhtan learohkem lïerehtidh dam stööremes jïh unnemes taalem damtijidh aktene addisjovnestuhtjesne.

source: lea vástidan nu ollu riekta. Goitge go geahččá olles Ovllá geahččaleami, de son sáhttá dárbbašit bargat dáiguin:
sma: Learohke tjuara haarjanidh dehtie stööremes taaleste aelkedh jïh viehkine soermijste ryöknedh dam låhkoem maam dïhte unnemes taale lea.

source: • Vuođđodoahpagiiguin nugo seamma mađe.
sma: Vuesiehtimmien gaavhtan maahta 3 + 5 = __ loetedh viehkine dam stööremes taalem (5) jïh dam unnemes taalem (3) gaavnedh.

source: Daid berre geahččat ovttas konkrehtaiguin, beallekonkrehtaiguin ja symbolaiguin.
sma: Lohkehtæjja tjuvtjede jïh jeahta dam stööremes taalem (5) jïh guhkiebasse ryöknoe golme soermine 6, 7, 8.

source: Bargu berre addit Ovllái vejolašvuođa ovdánahttit ipmárdusa Leat-mearkii.
sma: Hævvi vienth aelhkemes learoehkidie aelkedh «bæjjese ryöknedhš-strategijigujmie juktie intervalligujmie barkedh

source: • Lohkanhárjehallan: lohkat bajás guvlui ja vulos guvlui, lohkat viidáseappot muhtun logus, lohkat guokte ja guokte, lohkat hivvodagaid joavkkuin (logežat, viđežat, ovttažat) ja lohkat čuođi rádjái.
sma: Nuhtjh maaje konkretiseradimmiematerijellem guktie learohkh maehtieh vuejnedh joekehtsem gaskem golme jïh vïjhte lea göökte, dan åvteste göökte plusse golme lea vïjhte. Raeriestimmie vielie lohkemen bïjre

source: • Logut guovllus 10-20: vuosttažettiin ovddidan dihte buriid lohkodoahpagiid ja
sma: Dah learohkeportrehth leah golme learohkh mah lin meatan gosse dejtie orre goerehtallemepryövide pryövin.

source: ipmirdišgoahtit sadjevuogádaga-logeš ovtteš sadji
sma: Guktie lin vaestiedamme, båajhtoeh vaestiedassh jïh

source: • Ovdánahttin iežas strategijageavaheami: oahppit geat rahčet dárbbašit veahki ja doarjaga ovdánit lohkat-buot-strategiijas “ lohkat-viidásit ” strategiijai
sma: strategijh mejtie maahta vïhtesjidh, leah åtnasovveme goh signaalh dïejvesegoerkesen jallh ryöknedimmietjiehpiesvoeten bïjre. Åvla – eevre tjoeperdimmieraasten nuelesne

source: Lea dehálaš ahte oahpaheaddji čájeha Ovllai maid son (Ovllá) máhttá.
sma: Lissine maahta vååjnedh goh dïhte lea jueriedisnie dïejvesen bïjre «seamma jïjnjhš.

source: Oahpaheaddji, Ovllá ja su váhnemat galggaše ságastallat ovttas maid Ovlla galggašii bargat eanet, nu ahte son ipmirda maid son galgá oahppat ja manne.
sma: Plæjjohkemïerhkh Åvlan pryöveheeftesne vuesiehtieh satne pryövoe aktem strategijem nuhtjedh gusnie goerh mïerhkesje mah lea kategoriseradamme jïh ryökneme, men seapan ij dïhte dam strategijem ellieslaakan

source: Soaitá sáhttit álgit lohkanhárjehallamiin, dan sáhttet váhnemat ja Ovlla bargat ovttas.
sma: Åvla vuesehte satne maahta ryöknedh bæjjese aktine aktine jïh taalh jïh veahkah bïejedh reaktoelaakan taalesïevese.

source: Lea dehálaš ahte Ovlla siskkilduvvo iežas ovdáneami árvvoštallamii dain áššiin.
sma: Åvla vuestelen dåeriesmoerh åtna våålese ryöknedh jïh gööktine gööktine.

source: Nagoda go son lohkat buorebut maŋosguvlui vaikko makkár logus ?
sma: Vååjnoe goh dïhte annje lea ånnetji jueriedisnie taalesïevese.

source: Márjá – ollu vuolábealde sierra beroštumi ráji
sma: Addisjovne- jïh subtraksjovnelaavenjassh leah gïerve Åvlese.

source: Márjá ii leat máhttán bargat go moadde bargobihtá kártengeahččaleamis.
sma: Dovne bæjjese bïejeme laavenjassh jïh ij bæjjese bïejeme laavenjassh aktene kontekstesne.

source: Son čájeha ahte sus lea váttisvuohta lohkat objeavttaid mat leat eanet go 10 hivvodagain, ja lohkat bajás guvlui dahje vulos guvlui guovllus 10-20.
sma: vaestiedassh åådtjeme gaajhkide addisjovnelaavenjasside gusnie vaestiedasse lea stuerebe goh luhkie, lissine dle ij leah jienebh dejstie ryöknedimmielaavenjassijste vaestiedamme.

source: Son rahčá maiddái gozihit iežas lohkama go lea lohkame iige muitte maid lea juo lohkan.
sma: Maahta vååjnedh goh dïhte viesjies ryöknedimmiestrategijh åtna jïh mah fïnkesieh.

source: Dat soaitá sivvan manne Márjá rahčá sirret loguid lassáneaddji ráidun.
sma: Dagke dïhte «gaajhkem-ryöknedhšstrategijh nuhtjie ? Maahta aaj årrodh dïhte

source: Son iige nákce identifiseret stuorimus hivvodaga go galgá buohtastahttit hivvodagaid mat leat juhkkojuvvon joavkkuide.
sma: ryöknemestrategijh nuhtjie gusnie soermine ryöknoe, jïh dah eah leah nuekies dejnie laavenjassine gusnie taalh leah stuerebe goh dïhte soermh åtna.

source: Dat sáhttá čujuhit Márjjás leat váilevaš ipmárdusa lohkoráiddus ja maiddái heajos doabaipmárdusa.
sma: Maahta aaj vååjnedh goh Åvla lea automatiseradamme vaenie taalefaakta, jïh viesjies goerkesem åtna seammavoetevæhteste.

source: Su vástádusat addišuvdna- ja subtrakšuvdnabargobihtáin sáhttet čujuhit ahte Márjá ii hálddaš addišuvnna ja subtrakšuvnna, ii smávva loguiguin ge. Ii ge bargobihtáin mat leat biddjon ii ge bargobihtáin mat leat muhtun konteavsttas.
sma: Åvlan geajnoe guhkiebasse Åvla lea jïjnjem buektiehtamme goerehtallemepryövesne, jïh jis ussjede guktie daamtaj dorje sïejhme daajroepryövine, sæjhta rovnege vååjnedh Åvla lea tjoeperdimmieraasten nuelesne gosse dan jïjnjh reaktoe vaestiedassh åtna.

source: Márjá dáidá ain geavahit lohkanstrategiijaid go čoavdá rehkenastinbargobihtáid.
sma: Læjhkan, tjïrrehtimmien mænngan Åvlan pryöveste, dïhte tjuara vielie barkedh daejnie:

source: Go son rahčá lohkamiid, de daguha dat ahte Márjá dávjá oažžu boasttu vástádusa.
sma: Daate barkoe byöroe Åvlese nuepiem vedtedh goerkesem evtiedidh seammavoetevæhteste.

source: Márjá lea čájehan ahte son máhttá veaháš lohkoguovllus 0-10.
sma: • ryöknemehaarjanimmie: bæjjese jïh våålese ryöknedh, guhkiebasse ryöknedh

source: Doppe son máhttá lohkat ja bidjat lohkosymbolaid lohkolinnjái.
sma: • taalh suerkesne 10 – 20: eeremasth aktem hijven taaledïejvesem evtiedidh juktie

source: Márjjá geahččaleapmi čájeha sus heajos lohkoipmárduas ja heajos
sma: svihtjedh akten goerkesen vööste posisjovnesysteemeste - luhkie jïh aktesijjie

source: rehkenastinmáhtolašvuođaid.
sma: Sæjroe

source: Dat daguha sutnje stuora váttisvuođaid háhkat vuođđo máhtolašvuođaid rehkenastimis.
sma: «guhkiebasse-ryöknedhš-strategijide Vihkeles lohkehtæjja Åvlam vuesehte maam dïhte maahta.

source: Márjjá oahpaheaddji árvala sutnje ja su váhnemiidda ahte sii sáhttet bargat muhtun siidduid kártengeahččaleamis laboratiivalaččat.
sma: Lohkehtæjja, Åvla jïh dan eejhtegh byöroeh ektesne soptsestidh mejnie Åvla edtja vielie barkedh, guktie dïhte guarka

source: Dat mearkkaša ahte oahpaheaddji várre áiggi nu ahte Márjá beassá bargat daiguin siidduiguin geahččaleamis dego dat livčče oassi oahppomateriálas.
sma: maam edtja lïeredh jïh mannasinie. Dagke barkoe maahta vielie ryöknemehaarjanimmine aelkedh, naakede man bïjre eejhtegh jïh Åvla maehtieh laavenjostedh.

source: Dan gaskkas go Márjá čoavdá bargobihtáid áicá oahpaheaddji ja jearrá gažaldagaid.
sma: Vihkeles Åvla aaj meatan vaaltasåvva juktie sov jïjtse evtiedimmiem vuarjasjidh daejnie suerkine.

source: Makkár strategiijaid geavaha Márjá ?
sma: Maarja - guhkene tjoeperdimmieraasten nuelesne

source: Man guhkás máhttá son lohkat ? Máhttá go son lohkat vulos guvlui ?
sma: Maarja lea ajve naan gille laavenjassh buektiehtamme goerehtallemepryövesne.

source: Makkár lohkofáktáid lea son oahppan bajil ?
sma: Maarja buektehte taalesymbovlh taalen 10

source: Go geahččaleami geavaha nie, de sáhttá oahpaheaddji maiddái iskat maid Márjá nákce
sma: nuelesne reaktoe sæjjan taalesïevese bïejedh, men ij buektehth veahkah taalesïevese ektiedidh.

source: bargat oahpaheaddji doarjagiin. Dat addá buoret vuođu plánet doaibmabijuid.
sma: Daate kanne man åvteste Maarja tjabreminie taalh veesmedh sjïdtije öörnegisnie.

source: Oahpaheaddji oažžu maiddái vuođu ságastallamii Márjjáin dan birra maid son máhttá, ja
sma: Vaallah buektehth dam stööremes veahkam damtijidh gosse edtja jienebh veahkah dåehkine viertiestidh.

source: mo dat sáhttá leat vuođđun viidásit oahppamii.
sma: Dan åvteste maahta vååjnedh goh Maarja viesjies

source: Márjá beassá leat mielde bidjame oahppomihtuin su bargui ovddosguvlui.
sma: goerkesem åtna taalesïeveste, lissine viesjies dïejvesegoerkesasse.

source: Go váldá vuolggasaji kártengeahččaleamis, viidásit kártemis, luohkkálatnjaáicamis ja ságastallamis Márjjáin ja su váhnemiiguin, de sáhttá árvvoštallat berre go PPT guorahallat su.
sma: Vaestiedassh addisjovne- jïh subtraksjovnelaavenjasside maahta vuesiehtidh Maarja ij addisjovnem jïh subtraksjovnem haalvoeh, ij smaave taalh gænnah. Naemhtie dovne

source: Ánná – ollu bajabealde sierra beroštumi ráji
sma: bæjjese bïejeme laavenjasside jïh laavenjasside kontekstesne.

source: Ánná leat máhttán measta visot kártengeahččaleamis ja lea ollu bajabealde sierra beroštumi ráji.
sma: Seapan Maarja annje ryöknemestrategijh nuhtjie gosse ryöknedimmielaavenjassh dorje.

source: Son máhttá maiddái bidjat lohkosymbolaid ja hivvodagaid rievttes sadjái lohkolinnjás, ja sirret loguid
sma: Dan åvteste dïhte tjabreminie ryöknedh, dellie Maarja daamtaj båajhtoeh vaestiedassh åådtje.

source: lassáneaddji ráidun ja čállit gárvvisin lohkoráidduid main lohkkojuvvo bajás guvlui, vulos guvlui ja guvttiin ja guvttiin, Ánná čájeha ahte son maiddái máhttá adderet ja subtraheret lohkoguovllus 0-15, sihke biddjon bargobihtáid ja bargobihtáid muhtun konteavsttas, ja son nákce oaidnit lohkoolbmažagaid guovllus 0-10.
sma: Maarjan geajnoe guhkiebasse Ibie nuekie daejrieh maam Maarja haalvoe juktie dåarjelimmiem jïh dam guhkiebasse barkoem soejkesjidh, dan åvteste sæjhta daerpies årrodh vielie goerehtalleminie juktie Maarjam viehkiehtidh. Maarja lea vuesiehtamme satne maam akt maahta taalesuerkien 0- 10 sisnjelen.

source: Ánná bargu viidásit Dán kártengeahččaleami vuođul ii sáhte dadjat maidege Ánná lohkoipmárdusa ja rehkenastinmáhtolašvuođaid birra, dahje mainna son dárbbaša bargat eanet.
sma: Daesnie maahta ryöknedh jïh bïejedh taalesymbovlh taalesïevese. Pryöve vuesehte Maarja viesjies taalegoerkesem jïh viesjies ryöknedimmietjiehpiesvoeth åtna.

source: Dan maid sáhttit dadját lea ahte Ánnás eai vuhtto vuođđo váilevašvuođat dihto temáin geahččaleamis.
sma: Dan åvteste sæjhta stoerre dåeriesmoerh utnedh dejtie uvtemesth tjiehpiesvoeth ryöknedimmesne vejtiestidh.

source: oahpaheaddji dađistaga oažžut eanet diđolašvuođa mainna Ánná dárbbaša bargat ovdánahttit máhtolašvuođaidis.
sma: Maarjan lohkehtæjja raereste Maarjese jïh eejhtegidie såemies bielieh goerehtallemepryöveste laboratijvelaakan nuhtjedh.

source: Bohtosiid čuovvoleapmi oahpaheaddjijoavkkus Vuođđo máhtolašvuođat leat siskkilduvvon fágaid gelbbolašvuođamihtuide.
sma: Daate sæjhta jiehtedh lohkehtæjja sæjhta astoem vedtedh Maarjese guktie dïhte maahta daejnie pryövine barkedh ovgoh lij akte lïerehtimmiematerijelle.

source: Kártengeahččalemiid čuovvoleapmi lea dehálaš buot oahpaheddjiide ceahkis.
sma: Mearan Maarja laavenjasside dorje, lohkehtæjja sæjhta vïhtesjidh jïh gyhtjelassh gihtjedh.

source: Nu sáhttá badjelgeahčastaga oažžut eaŋkilohppiin sihke bajábealde ja vuolábealde sierra beroštumi ráji, ja ollislaččat
sma: Mah strategijh Maarja nuhtjie ?

source: jahkeceahkis.
sma: Man gåhkese maahta

source: Leat go skuvllas máŋga dahje moadde oahppi sierra beroštumi ráji vuolábealde ?
sma: ryöknedh ?

source: Leat go mis oahppit skuvllas mat sulastahttet Lena ?
sma: Maahta våålese ryöknedh ? Mah taalefaaktah dïhte automatiseradamme.

source: Gávdnojit go bargobihtát maid ii oktage dahje maid dušše moadde oahppi luohkás leat nákcen.
sma: Gosse pryöve naemhtie åtnasåvva, lohkehtæjja maahta aaj goerehtidh maam Maarja buektehte gosse satne viehkehte.

source: Maid dat muitala oahpahusa birra ?
sma: Daate sæjhta buerebe våaromem vedtedh råajvarimmieh

source: Galgat go plánet doaibmabijuid olles jahkeceahkkái ?
sma: Daate aaj våaromem vadta Maarjine soptsestidh dan bïjre maam dïhte

source: Ovtta ohppiidjovkui ?
sma: Sæjroe

source: Eaŋkiloahppái ? Dat berre leat mihttun digaštallat movt sáhttá bargat ovttas ceahkis, ja mainna berre bargat eanet iešguđetge fágain.
sma: Goerehtallemepryöven mietie, vijriesåbpoe goerehtalleme, vïhtesjimmie klaassetjiehtjielisnie jïh Maarjine jïh altese eejhtegigujmie soptsestidh, maahta vuarjasjidh

source: Skuvlajođiheaddji ovddasvástádus
sma: mejtie PPD edtja Maarjam salkehtidh.

source: Dá čájehuvvo oanehaččat mii lea skuvlajođiheaddji ovddasvástádus ovdal, čađahettiin ja maŋŋel geahččaleami.
sma: Daennie prosessesne lea iemie skuvlen sjïerepedagogeles vierhtieh jïh govlehtallijh meatan vaeltedh.

source: OVDAL GEAHČČALEAMI GEAHČČALEAMIS GEAHČČALEAMI MAŊŊIL
sma: Aanna - guhkene bijjelen tjoeperdimmieraastem

source: - fuolahit ahte skuvlla oahpaheaddjit dovdet oahpaheaddjibagadusa sisdoalu
sma: Aanna lea dam ellen jeanatjommesem buektiehtamme goerehtallemepryövesne jïh lea guhkene bijjelen tjoeperdimmieraastem.

source: - fuolahit ahte skuvlla kártengeahččalemiid čađaheapmi čuovvu njuolggadusaid mat leat dasa Retningslinjer for
sma: dïhte vuesehte satne maahta veahkah dåehkine ryöknedh jïh kategoriseradidh jïh daeverh ryöknedh nuelelen 20. dïhte aaj buektehte

source: - leat olámuttus oahpaheddjiide jus sii dárbbašit veahki ja doarjaga čađahettiin - čuovvolahttit bohtosiid skuvladásis báikkálaš ovdánahttinbarggus
sma: taalesymbovlh jïh veahkah reaktoe sæjjan bïejedh taalesïevese, taalh sjïdtije öörnegisnie veesmedh jïh taaleraajroeh ållesth darjodh mah bæjjese, våålese jïh gööktine gööktine ryöknoe.

source: - láhčit dili nu ahte oahpaheaddjit čuovvolit ohppiid sierra beroštumi rájis ja dan vuolábealde. - fuolahit ahte daid ohppiid
sma: Aanna aaj vuesehte satne maahta adderadidh jïh subtraheradidh taalesuerkine 0-15, dovne bæjjese bïejeme laavenjassh jïh laavenjassh kontekstesne, jïh dïhte

source: “ dehálaš dieđut neahttasiidui - fuolahit ahte váhnemat
sma: bijjieguvviem åtna taalevoelpi bijjelen suerkesne 0-10.

source: leat ožžon dieđu čađaheami birra, ja ahte váhnengihpa dahje diehtu eaktodáhtolaš geahččalemiin lea juhkkojuvvon buori áiggis ovdal geahččaleami.
sma: Aannan geajnoe guhkiebasse Daehtie goerehtallemepryöveste ibie maehtieh maam jiehtedh Aannan taalegoerkesen jïh ryöknedimmietjiehpiesvoeti bïjre, jallh mejnie dïhte daarpesje vielie barkedh.

source: GEAHČČALEAMI JA ÁRVVOŠTALLAMA BIRRA Gos gávnnan eanet dieđuid geahččaleami ja árvvoštallama birra ?
sma: maam maehtebe jiehtedh lea Aanna ij vuesehth satne naan vihkeles vaanoeh åtna naan vihties

source: Árvvoštallan: www.udir.no
sma: teemaj sisnjeli pryövesne.

source: Mii lea skuvlajođiheaddji bargu kártengeahččalemiiguin ?
sma: Guhkiebasse dåarjelimmie Aanneste tjuara darjodh jeatjah bïevnesistie.

source: geahččaleami čađaheapmái ? Prøveadministrasjonssystemet (PAS)
sma: Dagke Aanna maahta vielie barkedh taaligujmie suerkesne 0-100.

source: Gos sáhtán lohkat eanet fáttás árvvoštallan oahpaheami várás ? Árvvoštallan oahppama várás (Vurdering for læring)
sma: Dellie Aanna jïh lohkehtæjja ånnetji ånnetji maehtieh daajroem åadtjodh mejnie satne tjuara vielie barkedh jis edtja evtiesovvedh guhkiebasse.

source: gávdno dárogillii dáppe: www.udir.no/vfl
sma: Gosse Aanna åådtje stoerre taaligujmie

source: Maid oahppit galget máhttit vuođđo máhtolašvuođain ?
sma: Vijriesåbpoe barkoe illedahkijste lohkehtæjjadåehkesne

source: Máhttoloktema oahppoplána: www.udir.no/lareplaner/kunnskapsloftet /
sma: Dah uvtemesth tjiehpiesvoeth leah maahtoeulmine faagide sjïehtesjamme.

source: Mat leat rehkenastima vuođđo máhtolašvuođat ja mo galgá daid ovddidit ?
sma: Skuvlen jïjnjh jallh vaenie learohkh tjoeperdimmieraasten nuelesne ?

source: Vuođđogálggaid rámmaráhkadus
sma: Akten sjïere learohkedåahkan ?

source: www.udir.no/Lareplaner/Forsok-ogpagaendearbeid/Lareplangrupper/Rammeverkforgrunnleggende-ferdigheter / Gos gávnnan eanet resurssaid ja materiála ohppiid viidásit
sma: Akten sjïere learoehkasse ? Byöroe akte ulmie årrodh digkiedidh guktie maahta ektesne barkedh daltesisnie, jïh mejnie byöroe vielie barkedh dejnie ovmessie faagine.

source: čuovvoleapmái ?
sma: ÅVTELEN MEARAN MÆNNGAN

source: Lassi lohkamuš
sma: - hoksedh skuvlh
